IDEA Open Model
StrainImpulse.EpsX Property
Compatible with IDEA StatiCa Beta 20.0
 The normal strain.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EpsX { get; set; }
Public Property EpsX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace